Repository: Blimpi/UpHear
Catalog: UpHear/Constants/*.lproj/Localizable.strings
Languages: id

source: My Cases
id: Kasus Saya

source: Ongoing
id: Berlangsung

source: Closed
id: Selesai

source: Report a Case
id: Buat Laporan

source: Close
id: Tutup

source: No Cases
id: Tidak Ada Kasus

source: Offender
id: Pelaku

source: Next
id: Berikutnya

source: Done
id: Selesai

source: Back
id: Kembali

source: Save
id: Simpan

source: out of 5
id: dari 5

source: Reporting as
id: Melaporkan Sebagai

source: Do you consider yourself as a victim or witness in this discrimination?
id: Apakah kamu korban atau saksi pada kasus ini?

source: Victim
id: Korban

source: Someone who experienced discrimination
id: Orang yang mengalami diskriminasi

source: Witness
id: Saksi

source: Reporting someone else's discrimination case
id: Melaporkan kejadian diskriminasi yang dialami orang lain

source: Select Identity
id: Pilih Identitas

source: How do you want to report?
id: Bagaimana Anda ingin melaporkan kasus Anda?

source: Do you want to disclose your identitiy or want to stay anonymous?
id: Apakah anda ingin menunjukkan identitas anda?

source: Anonymous
id: Anonim

source: Identified
id: Teridentifikasi

source: Discrimination Detail
id: Detil Diskriminasi

source: Date and time of Incident
id: Tanggal dan Waktu Kejadian

source: Enter Date and time of Incident
id: Masukkan tanggal dan waktu kejadian

source: Place of Incident
id: Tempat Kejadian

source: Enter place of Incident
id: Masukkan tempat kejadian

source: Victim Name
id: Nama Korban

source: Enter victim name
id: Masukkan nama korban

source: Offender Name
id: Nama Pelaku

source: Enter offender name
id: Masukkan nama pelaku

source: Please describe the incident in detail
id: Tolong jelaskan detil kejadian

source: Incident Evidence
id: Bukti Kejadian

source: Report Summary
id: Ringkasan Laporan

source: Identity Type
id: Jenis Identitas

source: Publications Type
id: Jenis Publikasi

source: Save to Draft
id: Simpan ke Draf

source: Submit Report
id: Kirim Laporan
